{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Louise Bernice Halfe / Sky Dancer’s “Red” explores the heart wrenching tragedies endured by missing and murdered Indigenous women and the colour now associated with these women and used for the advocacy of these girls: red. Halfe’s poem works to rework and decolonize the cultural understanding of the colour red and establish the roots of these missing and murdered women through their collective associations with the colour red."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Much of the decolonizing power of Halfe’s poem comes from an “address[ing] of the listening encounter” (Robinson, 2), which author Dylan Robinson works to achieve in his book "
        },
        {
          "text": "Hungry Listening",
          "italic": true
        },
        {
          "text": " which explores encounters between Indigenous and Western sound cultures. Robinson’s novel works to “address positionalities of the listening encounter” and thus “place them in an admittedly uncomfortable pairing between Indigenous and settler orientations toward the world” (2), an addressing of orientations Halfe also makes work of in her poem and performance and underwrites the decolonial efforts of her work. This effort begins at 0:13, with a powerful reading of the word “Red,” made powerful by Halfe’s use of amplitude, timbre, and pitch, and ultimately signaling the beginning of the decolonial work in her poem/performance. From 0:15 to 0:27, Halfe reads out a number of objects and concepts typically associated with or that are red in a catalogic tempo: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Valentines, Anniversaries."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Birthdays, Christmas."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Red lipstick, nail polish."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Shoes, dresses, purses"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "accessories matched"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "for love."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This list of red items is then contrasted with the rest of the poem and the other red associations Halfe makes, beginning in the third stanza/from 0:28 to 0:45:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tMy father butchering"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "deer, rabbit, duck, beaver"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "muskrat, moose or elk."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Nohkom’s headkerchief."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Nimosoom’s neck bandana."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Smouldering hot embers"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "smoking dried meat."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The second and third line are read in the same catalogic tempo as the stanza prior, but Halfe’s performance quickly switches, indicating a switch in positionality and cultural understanding–the stanza prior represented colonial understandings of the colour red, whereas this stanza and the rest of the poem to follow represent Indigenous understandings of the colour red. Of these Indigenous understandings of red also come the representations of red from within the context of Missing and Murdered Indigenous Women and Girls, from 1:02 to 1:11 with:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Four fires tended by the oskapewisuk"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "for four days mourning the truth"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "at reconciliation gatherings."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "and from 1:27 to 1:36 with:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\nRed dresses hanging"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "in the Canadian Human Rights Museum. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The people’s blood"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "coursing through our veins."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By placing colonial orientations of the colour red in contrast to Indigenous orientations of the colour red, Halfe paints an uncomfortably bleak picture. Red does not carry the same weight across each positionality; “accessories matched / for love” do not compare to “Red dresses hanging / in the Canadian Human Rights Museum.” Red runs deeper than Valentine's celebrations and anniversary dinners–it runs through “The people’s blood / coursing through our veins.” Halfe’s use of positionality and tempo in particular in her poem/performance thus works in a decolonial way to decenter colonial interpretations of the colour red and recenter Indigenous interpretations of the colour red to highlight the deep ties of the colour to the MMIWG epidemic and the even deeper pain inflicted on Indigenous women, girls, and 2SLGBTQQIA+ at the deadly intersections of racism, colonialism, misogyny, and homophobia. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Alongside the decolonial efforts exerted by Halfe’s use of tempo and positionality, the poetic form of “Red” and its poetic performance also lend it decolonizing power. In reading “Weavings: Native Women’s Music, Poetry, and Performance as Resistance,” Elizabeth S. Gould and Carol L. Matthews explain the following: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Using European popular music [and poetic] forms and harmonies, as well as English \"as a process of decolonization,\" native women's songs [and poems] both talk back and talk about indigenous experiences in the Americas since the arrival of Europeans. [...] Directed inward toward their own culture, their creative expression exemplifies this cultural persistence. Directed outward toward Anglo (enemy) culture, it is a type of resistance, what Harjo calls \"subversive.\" (2)"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tHalfe’s “Red” certainly exemplifies cultural persistence and subversive resistance–again, her use of tempo works to especially highlight the transition between a colonial state of being to an Indigenous state of being in relation to the poem’s namesake colour, which in turn symbolizes a resistance to colonial culture and a persistence of Indigenous culture. This symbolization is also manifested simply through the use of poetic form, since “[Indigenous] print-based poetry, a medium of european settler origins, decolonizes by acting as medicine, by telling stories, and by conducting ceremony” (Minor, 2), demonstrating a melding of colonial form for decolonial use. By then performing the poetic orally, Halfe further roots the practice within Indigenous culture, drawing on the Indigenous practice of oral storytelling. By reworking the poetic and versal structure of the poem from its European origins for the purposes of Indigenous advocacy, Halfe brings about more decolonial power to her performance."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What especially lends this performance to annotation is the abundance of extra-poetic speech–of the 3:21 recording, 1:40 is Halfe discussing the poem and offering her thoughts and additional input as an Indigenous woman. In an article entitled “Indigenous Oral Histories and Primary Sources” by Caroleen Molenaar with The Canadian Encyclopedia, Molenaar explains the vital role of oral storytelling in disseminating “stories, histories, spiritual lessons or teachings, songs, poems, prayers, and ways of survival” in Indigenous cultures. When respected individuals such as elders and chiefs are given the responsibility of sharing and maintaining oral histories, Molenaar explains that “they may also contextualize oral histories, depending on the type of message the listening audience needs to receive” (The Canadian Encyclopedia). Halfe’s 1:40 of contextual, extra-poetic speech mirrors this Indigenous practice and works to place the poem within the context of MMIWG (1:45 to 1:49), intersectionality (2:38 to 2:46), and Indigenous ways of knowing. Her contextualizing post-performance speech speaks to many of the lines in her poem and highlights their importance or their significance to indigeneity and the Missing and Murdered Indigenous Women and Girls tragedy at hand. For example, from 2:46 to 3:21, Halfe explains:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It, it's really important to find this balance between what happened to our women and what, what happened, that, that, that, life-giving blood that is still coursing through our veins. We must understand, I think, that, um, all, all, everything and anything that has ever had a, um, breathing apparatus here on Earth to has left their breath in the wind, so they're never, ever far from us. They are in the wind, and that is one of the teachings of our Elders."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Here she is speaking particularly to the final lines of her poem/performance: “The people's blood coursing through our veins.” (1:31 - 1:36). With the extra-poetic speech provided by Halfe, the significant teaching from her Elders and the core message of her poem/performance are highlighted, which further ensures the listening audience receives the message, with the message being that the women, girls, and 2SLGBTQQIA+ wrongfully taken from us are not entirely gone and are instead in the close-by in the wind. Ultimately, Halfe’s practicing of extra-poetic speech alongside the performance of her poem “Red” offers a rich cultural space that expands upon the poem itself and provides deeper understanding that works to highlight the experiences, feelings, and history of Indigenous women and promote advocacy and change in order to protect Indigenous girls, women, and 2SLGBTQQIA+ people."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Through my annotative practice, I aimed to center the Indigenous experience: Indigenous history, Indigenous practices, Indigenous knowledge. “Red” as a piece of work and as a performance works as a call to action for systemic change, highlighting the deeply rooted historical, social, and systemic injustices that plague Indigenous communities. Halfe’s usage of positionality, amplitude, timbre, pitch, tempo, verse, and extra-poetic speech work ultimately work as tools in the practice of a decolonial performance. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited"
        }
      ],
      "align": "center"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Gould, Elizabeth S., and Carol L. Matthews. \"Weavings: Native Women's Music, Poetry, and Performance as Resistance.\" Women & Music, annual 1999, p. 70. Gale OneFile: Contemporary Women's Issues, link.gale.com/apps/doc/A70636834/CWI?u=edmo69826&sid=bookmark-CWI&xid=8ff1fbdc. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Minor, Michael. “Decolonizing through poetry in the Indigenous prairie context.” FGS - Electronic Theses and Practica, pp. 1–2, https://doi.org/http://hdl.handle.net/1993/31713. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Molenaar, Caroleen. “Indigenous Oral Histories and Primary Sources | the Canadian Encyclopedia.” The Canadian Encyclopedia, 30 Oct. 2020, "
        },
        {
          "type": "link",
          "url": "http://www.thecanadianencyclopedia.ca/en/article/indigenous-oral-histories-and-primary-sources",
          "children": [
            {
              "text": "www.thecanadianencyclopedia.ca/en/article/indigenous-oral-histories-and-primary-sources"
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Robinson, Dylan. Hungry Listening: Resonant Theory for Indigenous Sound Studies. University of Minnesota Press, 2020. JSTOR, https://doi.org/10.5749/j.ctvzpv6bb."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n\n\n\n"
        }
      ]
    }
  ],
  "title": "Reading Red: Decolonized Interpretations and Louise Bernice Halfe's \"Red\"",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "reading-red-decolonized-interpretations-and",
  "created_at": "2025-04-24T19:45:40.774Z",
  "created_by": "devinhobbs",
  "updated_at": "2025-04-24T20:00:35.388Z",
  "updated_by": "devinhobbs"
}